[
  {
    "title": "Automatic Detection and Classification of Cognitive Distortions in Mental Health Text",
    "parameters": {
      "dataset": "MH-D\nCrowdDist and MH-C\n7,666 text responses across all 15 distortions\nonline therapy dataset\nCrowdDist, MH-C\ntwo novel mental health free datasets collected from both crowdsourcing and a real-world online therapy program\ntwo novel mental health free datasets\nnovel dataset of real-world cognitive distor- tion event recollections\nMH-D, CrowdDist\n['CrowdDist', 'MH-C', 'MH-D']\nMH-C and MH-D datasets\nMH-C\ncognitive distortion event recollections from crowdsourcing participants\ncognitive distortion datasets\nCrowdDist and MH-C datasets\nCrowdDist",
      "model": "machine learning tool\nLatent Dirichlet Allocation\nlatent Dirichlet allocation\nlogistic regression, BERT\nCrowdDist model and MH-C model\nLDA-based analysis\ntf-idf\nlogistic regression\nmachine learning techniques",
      "evaluation_metrics": "F1 scores\nF1 score, weighted F1 score\n['Precision', 'Recall', 'F1']\naccuracy\nprecision, recall, F1 scores\nweighted F1 score, precision, recall, F1 score\n5-fold nested cross-validation performance\nweighted F1 score, weighted precision, recall",
      "problem_statement": "automatic detection and classification of cognitive distortions in mental health text\ncognitive distortions in short text passages\ndetection and classiﬁcation of 15 common cognitive distortions in mental health text\nAutomatic Detection and Classification of Cognitive Distortions in Mental Health Text\npredict whether a text passage contains evidence of a cognitive distortion or is non-distorted\nbest way to classify cognitive distortions\nDetecting cognitive distortions and classifying them into one of 15 categories for guiding treatment options\nSpeciﬁc, -grained identiﬁcation of cognitive distortions is important for tailoring mental health treatment and providing speciﬁc feedback to both patients and therapists.\nAutomatic detection and classification of cognitive distortions in mental health text",
      "method": "5-fold cross validation classiﬁcation experiments\nfactor analytic and other statistical techniques for grouping\nTraditional techniques for processing natural language text\nunsupervised analysis\nquantitative analysis with hierarchical clustering and cosine similarity\nunsupervised machine learning techniques\nPairwise cosine similarity between each pair of cognitive distortions for every pair of two cognitive distortions\nnoninvasive assessment\nmachine learning techniques from a cognitive-behavioral perspective\nunsupervised exploration\nClustering and Latent Dirichlet Allocation\nUnsupervised exploration using machine learning techniques\nhierarchical clustering\nmachine learning techniques\nnone mentioned explicitly, but it can be inferred as using logistic regression as a baseline approach with BERT being the second-best model",
      "results": "Cognitive distortion detection results in the MH-D dataset\nFirst attempts at detecting and classifying a large range of cognitive distortions\nAccuracy results for CrowdDist model (0.68) and MH-C model (0.47)\nCognitive distortion classification results\n0.68 accuracy (CrowdDist) and 0.47 accuracy (MH-C)\nOverall satisfactory, with F1 scores ranging from 0.55 (Emotional Reasoning) to 0.77 (Fallacy of Fairness)\nF1 scores for individual distortions ranged from 0.55 to 0.77, weighted F1 score across all passages was 0.45\n0.88 weighted F1 score for all classes\ngenerally well with a weighted F1 score of 0.88 across all passages"
    }
  },
  {
    "title": "The Acceptability of Therapist-Assisted, Internet-Delivered Treatment for College Students",
    "parameters": {
      "dataset": "Therapist-Assisted, Internet-Delivered Treatment\n334 students\nAmerican college students\nTI-CBT\nAssociation for University and College Counseling Center Directors annual survey\nnonclinic participants\ngeneral population\nsingle university in the southeast United States\nStudies in Australia, Sweden, the United Kingdom, and Switzerland\nNew South Wales, Australia\nsimilar survey conducted in Australia",
      "model": "Internet based with a therapist-assisted component\nTherapist-Assisted Internet Based Cognitive Behavioral Treatment (TAI-CBT)\nTAI-CBT (Therapist-Assisted CBT)\nTAI-CBT\nTAI-CBT treatment",
      "evaluation_metrics": null,
      "problem_statement": "the acceptability of therapist-assisted, internet-delivered treatment for college students\nInterest in Internet-based therapy with college students for treating mental health issues\nfor counseling centers to “work smarter, not harder” in the face of increasing demands without corresponding increases in funding.\nUniversity and college counseling centers struggle with rising service demands without a corresponding increase in resources.\nreducing frequency of counseling sessions\nThe acceptability of therapist-assisted internet-delivered treatment\nThe acceptability of therapist-assisted, internet-delivered treatment for college students\ntherapist-assisted, internet-delivered treatment for anxiety among college students\nacceptability of therapist-assisted, internet-delivered treatment for college students\nhealth problems\nThe acceptability of therapist-assisted internet-delivered treatment for college students\nthe willingness of U.S. students to participate in this innovative treatment\nThe acceptability of Therapist-Assisted, Internet-Delivered Treatment for College Students\nTherapist-assisted, Internet-delivered treatment\nThe acceptability of Therapist-Assisted Internet Delivered Treatment for College Students\nThe Acceptability of Therapist-Assisted, Internet-Delivered Treatment for College Students",
      "method": "Therapist-Assisted, Internet-Delivered Treatment\nMeta-analysis of 22 randomised controlled trials\nTherapist-assisted, internet-delivered treatment\ntherapist-assisted, internet-delivered treatment\nnone specified\nTherapist-Assisted Internet Based Cognitive Behavioral Treatment (TAI-CBT)\ntherapist-assisted, internet-delivered treatment for college students\nTherapist-assisted internet-delivered treatment\nnone mentioned\nface validity and parallels items from a similar survey\nTherapist-Assisted Internet-Delivered Treatment\ntherapist-assisted, Internet-delivered treatment\nThe approach or methodology used is not explicitly mentioned in the text chunk.\nInternet-based treatment of social phobia: A randomized controlled trial comparing unguided with two types of guided self-help\ntherapist-assisted CBT with interactive online educational modules and video conferencing\npopulation of college students attending a large southeastern U.S. university",
      "results": "TAI-CBT was endorsed by 34% of the students with past counseling and 16% of the students with no history of receiving counseling.\nKey findings or outcomes of the research are not explicitly mentioned in the text chunk.\nidentified advantages: (a) no need to travel to appointments (82% of respondents), (b) reduced time involved compared with an office visit (56%), (c) reduced cost relative to an office visit (40%), and (d) avoiding long waits for face-to-face treatment (27%). The identified disadvantages were: (a) prefer face-to-face individual therapy (73%), (b) need to see the person I am speaking with (49%), (c) skeptical about whether TAI-CBT would help (41%), (d) don’t know enough about TAI-CBT (31%), (e) believe my condition is too complicated to be handled online (31%), (f) I’m not good at communicating my ideas online or in writing (26%), and (g) online treatment seems like pretend treatment, 24%.\nDescriptive Data: Two hundred seventeen students completed the survey via the counseling center Web site, Facebook page, or clinic computers…\nBeneﬁts were evident across all disorders, completion rates were high, relapse rates were low, and positive gains were evident even at one year follow-ups.\ncollege students already affiliated with the counseling center were more likely to accept online treatment\n71 students reported interest in group therapy, 74 reported interest in TAI-CBT\npreliminary evidence that TAI-CBT is acceptable to a substantial portion of college students.\nOnly a minority of students would consider TAI-CBT treatment"
    }
  },
  {
    "title": "The Efficacy of Cognitive Behavioral Therapy: A Review of Meta-analyses",
    "parameters": {
      "dataset": "PubMed, PsychInfo, Cochrane library databases\nBipolar Disorder\n269 meta-analytic studies\nSomatoform Disorders\ncommunity sample of nicotine quitters\n269 meta-analyses\n['psychotherapy and psychosomatics, 78, 6–15', 'calgary: university of calgary']\nNone\nVarious anger problems\nchild and adolescent obsessive-compulsive disorder\nImproving Access to Psychological Therapies initiative\nCochrane Database of Systematic Reviews\n332 clinical trials covering 16 different disorders or populations\nStudies initially identified (n=808, duplicates removed)\nsubsample of 11 studies\nno dataset mentioned\naggregated data from experimental and quasi-experimental studies\nmeta-analyses of late-life anxiety, ADHD, and work-related stress\nmale adolescent sexual offenders\n['General Hospital Psychiatry', 'Aging and Mental Health', 'International Journal of Cognitive Therapy', 'Cochrane Database of Systematic Reviews']",
      "model": "cognitive behavioral therapy\nCognitive Behavioral Therapy\ncognitive-behavioral treatment\ncognitive-behavioral therapy (cbt)\nCognitive Behavioral Therapy model\nCognitive behavioral therapy\ncognitive-behavioral therapy\nCognitive Behavioral Therapy (CBT) and the Duluth model\nCBT\nCBT [ OT; CBT [ TAU,WL; CBT [ PBO, WL]\nCognitive-behavioral therapy\nCognitive Behavioral Therapy (CBT)\nCBT (Cognitive Behavioral Therapy), cognitive therapy, relaxation, 'other' (e.g., social skills training, process group counseling)",
      "evaluation_metrics": "effect sizes\neffect size\neffect size analysis\nNone\nreported response rates\nrates\nmean effect size\nmedium range\nsleep efﬁciency outcomes, total sleep time, waking time, and sleep quality\nMean effect size",
      "problem_statement": "the efﬁcacy of CBT for treating anxiety disorders\nThe efficacy of psycho-logical interventions for hypochondriasis and body dys-morphic disorder.\nThe efficacy of Cognitive Behavioral Therapy (CBT)\nThe efficacy of Cognitive Behavioral Therapy: A Review of Meta-analyses\nThe effectiveness of cognitive-behavioral treatment in social phobia: A meta-analytic review.\nPsychological treatments for bulimia nervosa and binging.\nThe efficacy of Cognitive Behavioral Therapy\nThe Efficacy of Cognitive Behavioral Therapy\nThe efficacy of Cognitive Behavioral Therapy: A Review of Meta-analyses. Problems and aggression.\nefﬁcacy of CBT versus pharmacological approaches to stress management\nThe efficacy of Cognitive Behavioral Therapy: A review of meta-analyses\ntreatment effectiveness of cognitive behavioral therapy for primary insomnia\nmodify maladaptive behavioral patterns\nthe efficacy of cognitive behavioral therapy\nThe efficacy of CBT for criminal offenders\nThe Efficacy of Cognitive Behavioral Therapy: A Review of Meta-analyses\nanxiety and depressive disorders\nThe efficacy of cognitive behavioural therapy: A review of meta-analyses\nThe efficacy of cognitive behavioral therapy",
      "method": "A systematic review and meta-analysis\nMeta-analyses\nMeta-analyses comparing the efﬁcacy of CBT to control treatments\nCBT is arguably the most widely studied form of psychotherapy\nMeta-analytic approach\nmeta-analyses examining chronic headache pain and mood disorders with depression\nCollaborative problem-solving process\nmeta-analytic studies\nSystematic review and meta-analysis of randomised controlled trials\nmeta-analysis\nmeta-analytic examinations\na meta-analytic approach\nCBT\nPooled meta-analytic review\nMeta-analytic studies\nMeta-analysis of randomised controlled trials\nmeta-analysis and review\nSearch Strategy and Study Selection\nmeta-analyses\nMeta-analyses examining the efﬁcacy of CBT for bipolar Disorder\nMeta-analysis\nmeta-analyses review\nmeta-analytic exploration of factors that contribute to positive outcome\nReview of meta-analyses\nSystematic review\na review of meta-analyses\nmeta-analysis of randomized controlled trials and systematic literature reviews",
      "results": "CBT was superior in signiﬁcantly reducing body dysmorphic disorder symptoms, and had large effect sizes\nCBT is moderately effective at reducing anger and aggression\nsomewhat effective when comparing CBT versus treatment as usual\nCBT for Special Populations: Children, with support for preferential use of CBT approaches in treatment of anxiety disorders in children and adolescents, and improved outcomes compared to alternative approaches.\nTreatments for smoking cessation found that coping skills, which were partially based on CBT techniques, were highly effective...\npreliminary evidence for CBT for treating distress related to pregnancy complications and female hormonal conditions\nimmediate symptom relief as compared to no treatment, but the long-term maintenance with this modality of CBT remains unclear\nCBT-I was more efficacious than control treatments, with effect sizes ranging from minimal to large\neffective, remission response rates to be higher for CBT\nCBT was more effective in comparison to placebo, CBT as an adjunct to antidepressant medication did not increase the effectiveness of antidepressants, anxiety symptoms were significantly decreased following CBT than after either a waiting-list control condition or other treatment methods.\neffect sizes ranged from small to large\nCBT outperformed other psycho-logical treatments and pharmacotherapy treatments.\nMore effective in comparison to CBT alone\nCBT for reducing recidivism, with small-to-medium mean effect size and odds ratios indicating the strongest efficacy\nCBT had an overall small effect size, while the Duluth model had a slightly larger but still small effect size\nKey findings or outcomes of the research\nSmall to medium effect sizes were observed in treatment\nThe efficacy of cognitive behavioral therapy for chronic fatigue syndrome\nsmall to medium effect size, medium to large effect size, preliminary support\nCBT showed higher response rates than the comparison conditions in seven of these reviews and only one review reported that CBT had lower response rates than comparison treatments.\nCBT showed higher response rates than the comparison conditions in seven reviews\nmedium effect size in post-treatment fatigue for participants receiving CBT versus those in control conditions.\nAddiction and Substance Use Disorder\npositive effects found for CBT, but the effect size was relatively small\nReducing recidivism rates, medium to small mean effect sizes\nCBT showed robust support for treating internalizing disorders and moderate efficacy for the treatment of emotional symptoms in the elderly\nCBT produced medium effect sizes as compared to other psychosocial treatments and control conditions across the two reviews that conducted quantitative analyses.\nCognitive Behavioral Therapy (CBT) was more effective than waiting list control conditions, but equally effective in comparison to other active treatment methods such as reminiscence, psychodynamic therapy, and interpersonal therapy."
    }
  },
  {
    "title": "Cognitive behavioural therapy targeting cardiac anxiety post-myocardial infarction: results from two sequential pilot studies",
    "parameters": {
      "dataset": "patients recruited nationally via self-referral\nInternet-delivered exposure-based therapy for symptom preoccupation in atrial fibrillation\nCognitive behavioural therapy targeting cardiac anxiety post-myocardial infarction: results from two sequential pilot studies\nbetween-group design\npatients with AF\n12-Item Short Form Health Survey (SF-12)\nKarolinska University Hospital\nPilot study 1 (n = 15), Pilot study 2 (n = 23)\npilot studies\nnationwide registry study\ntwo sequential pilot studies\nnonrandomized pretest-posttest study\nPilot study 1 and Pilot study 2\nSWEDEHEART",
      "model": "Cognitive behavioural therapy\nexposure-based CBT\nexposure-based cognitive behaviour therapy (CBT)",
      "evaluation_metrics": "SF-12 PCS, SF-12 MCS, CAQ, BSQ\nSF-12 MCS, SF-12 PCS\nSF-12 PCS, PHQ-9, GAD-7, BSQ, PSS-4\nFeasibility and adherence to treatment, Client Satisfaction Questionnaire (CSQ-8)\nCohen’s d effect sizes, 95% confidence intervals (CIs)\nSF-12",
      "problem_statement": "reducing cardiac anxiety and improving health-related quality of life (QoL)\ncardiac anxiety post-myocardial infarction\nCognitive behavioural therapy targeting cardiac anxiety post-myocardial infarction: results from two sequential pilot studies\ntargeting cardiac anxiety post-myocardial infarction\nCardiac anxiety post-myocardial infarction\nCardiac anxiety, which is cardiac-related fear and avoidance behaviours, is common following myocardial infarction (MI) and has been associated with increased risk for cardiovascular events.\nCognitive behavioural therapy targeting cardiac anxiety post-myocardial infarction",
      "method": "Recruitment and determination of eligibility\nWithin-group t-test and preliminary analysis of data\nTargeting cardiac anxiety post-myocardial infarction using cognitive behavioural therapy\nCBT (Cognitive Behavioural Therapy)\ncognitive behavioural therapy for heart-related anxiety after a heart attack\nCognitive behavioural therapy targeting cardiac anxiety post-myocardial infarction\nMediation analysis\nPower analysis, sequential pilot studies\nCardiac rehabilitation\npilot study\nTwo sequential uncontrolled pilot studies\nexploratory mediation analysis\nCognitive behavioural therapy targeting cardiac anxiety post-myocardial infarction: results from two sequential pilot studies\nCBT-treatment\nPilot studies\nCBT protocol targeting cardiac anxiety following MI\nuncontrolled pilot studies\nexposure-based cognitive behavioural therapy protocol\ntargeting cardiac anxiety using cognitive behavioural therapy\nCBT\ntargeting\nsequential pilot studies\nCognitive behavioural therapy\ncognitive behavioural therapy targeting cardiac anxiety\nCBT protocol (MI-CBT)\nexposure-based CBT\ntwo sequential pilot studies\nexposure-based CBT protocol\nOnline cognitive behaviour therapy\nCognitive behavioural therapy targeting cardiac anxiety\npilot studies\nTreatment activity and satisfaction with the treatment\nsequential pilot studies with therapist-led MI-CBT via face-to-face videoconference or online\ntargeting cardiac anxiety with cognitive behavioural therapy\nPretest-posttest design with internet-based and face-to-face formats",
      "results": "Cognitive behavioural therapy led to a large reduction in cardiac anxiety...\nstatistically significant improvements in mental QoL and reduction in cardiac anxiety\nParticipants were satisfied with the treatment and reported that they had less anxiety related to the heart, as well as improved quality of life\nTreatment satisfaction according to CSQ-826 was high, with an average of 29.7 (±4.1) out of 32 points in Pilot study 1 and 28 (±4.6) in Pilot study 2.\nSignificant improvements in mental and physical health-related QoL, cardiac anxiety, fear of bodily symptoms, symptoms of depression, and general anxiety.\nmean change at post-treatment (8 wk) and at 6 months follow-up\nunexpected result\nparticipants reported a perceived worsening post-treatment (onset of AF), and four participants (17%) reported perceived deterioration of cardiac symptoms at the 6-month follow-up assessment.\nKey findings or outcomes of the research\nHigh participant retention in both face-to-face and online CBT formats\nResults from two sequential pilot studies\nestimated mean changes from baseline to post-treatment, improvements in PSS-4 were not statistically significant at 6-month follow-up\nSignificant improvements in mental and physical QoL\nresults from two sequential pilot studies\nexposure-based CBT targeting cardiac anxiety was both feasible and acceptable"
    }
  },
  {
    "title": "Therapist-Assisted, Online (TAO) Intervention for Anxiety in CollegeStudents: TAO Outperformed Treatment as Usual",
    "parameters": {
      "dataset": "counseling center clients\nTAO\nMoodle\nadults, college student counseling clients, and a nonclinical sample of college students\nnone specified\ncollege students\nBHM-20\ntem (LMS)\nCollege Students\nCollege students\nTAO clients and treatment-as-usual clients\nCollegeStudents\nLarge university counseling center\na large university counseling center\nBehavioral Health Measure (BHM)-20",
      "model": "Cognitive–behavioral\nlinear mixed-effects models\nMoodle\ncompound symmetry covariance matrix",
      "evaluation_metrics": "none specified\nBHM-20\nBHM-20, reliability and validity coefficients\ncorrelations ranging from .81 to .85",
      "problem_statement": "Anxiety in College Students\nnone specified\nTherapist-Assisted, Online (TAO) Intervention for Anxiety in College Students: TAO Outperformed Treatment as Usual\nTherapist-Assisted, Online (TAO) Intervention for Anxiety in College Students\nTherapist-Assisted, Online (TAO) Intervention for Anxiety in CollegeStudents: TAO Outperformed Treatment as Usual\nTAO outperformed Treatment as Usual\nAnxiety in CollegeStudents\namong people who are good candidates for computer-assisted therapy, does this treatment produce results comparable to treatment as usual?\nAnxiety in college students\nanxiety in College Students\nTherapist-Assisted, Online (TAO) Intervention for Anxiety in CollegeStudents\nTAO Outperformed Treatment as Usual\nwhether TAO would be as effective as traditional therapy\nanxiety in CollegeStudents",
      "method": "Therapist-Assisted Online Intervention\nrandomised controlled trials\nTherapist-Assisted, Online Intervention for Anxiety in CollegeStudents\nTreatment as Usual vs TAO\nComparative analysis of TAO intervention and Treatment as Usual\nPASW version 20.0, split-plot design\nTreatment as Usual\ntherapist-assisted online intervention\nTreatment as Usual vs. Therapist-Assisted, Online (TAO) Intervention\nTAO intervention approach\nOnline intervention\nTherapist-Assisted Online (TAO) Intervention\nnone specified\nTherapist-Assisted, Online (TAO) Intervention\nTAO intervention using personalized text message reminders\nTAO treatment for anxiety consists of seven modules completed by the client, coupled with a weekly 10- to 12-min video conferencing with a counselor and a smartphone application as well as homework and reminders.\nTherapist-Assisted, Online Intervention\nListwise Deletion Method and linear mixed-effects model\nTherapist-Assisted, Online (TAO) Intervention for Anxiety in College Students\nTreatment as Usual vs TAO Intervention",
      "results": "TAO outperformed treatment as usual\nGreater reductions in anxiety and greater improvement in global mental health, life functioning, and their sense of well-being than treatment-as-usual clients.\nTAO outperformed traditional psychotherapy across 7 weeks using a host of outcome measures, indicating that TAO was a highly effective treatment\nTAO outperformed Treatment as Usual\nTAO Outperformed Treatment as Usual\nTAO scores were significantly greater than treatment-as-usual scores, and improvements across time were significantly greater for TAO than treatment-as-usual participants, except for LF, which was just shy of statistical significance.\nImproved client outcomes"
    }
  },
  {
    "title": "The Effectiveness of Online Cognitive Behavioral Treatment in Routine Clinical Practice",
    "parameters": {
      "dataset": "Interapy clinic\naDepression: n = 296; Panic Disorder: n = 108; Posttraumatic Stress: n = 380; Burnout: n = 323.\n1500 patients\nNordic Journal of Psychiatry\nBDI\npatient records database\nDASS-42; PDSS-SR: Panic Disorder Severity Scale - Self report; IES: Impact of Event Scale; OLBI: Oldenburg Burnout Inventory\nPDSS-SR\n1500 adult patients\nInventory, and the Depression Anxiety Stress Scales\n1500 adult patients with a GP referral for psychotherapy\nNone explicitly mentioned (but datasets include depression, panic disorder, posttraumatic stress, and burnout)\nclinical trials\nelectronic patients records of Interapy PLC\nTable 1. Baseline characteristics of patients.\nNational Survey and an Outpatient Clinic\nInterapy PLC patient records",
      "model": "Internet-based cognitive-behavioral self-help treatment\nOnline Cognitive Behavioral Treatment\ncognitive-behavioral therapy\nCBT\nonline CBT\nthree-level regression models\nmulti-level mixed-model repeated measures regression (MMRM)",
      "evaluation_metrics": "Validated self-report questionnaires of specific and general psychopathology\nPatient satisfaction\nbb (SE): regression estimate and standard error of raw change score; ct: test statistic.",
      "problem_statement": "The Effectiveness of Online Cognitive Behavioral Treatment in Routine Clinical Practice\nthe effect of therapist input on treatment outcomes\nonline cognitive behavioral treatment\ntinnitus\nThe effectiveness of online cognitive behavioral treatment in routine clinical practice\nThe effectiveness of online CBT in routine clinical practice\nthe performance of these interventions in routine clinical practice is less clear\nalternative for patients, who are unwilling or unable to seek traditional forms of mental healthcare.",
      "method": "Baseline vs. 1 YR Follow-up\npre- to post-treatment change scores classification\nOnline CBT\nuncontrolled pre/post/follow-up study\nonline cognitive behavioral treatment\nManualized, web-based, therapist-assisted CBT\nOnline Cognitive Behavioral Treatment\nweb-based therapist-assisted CBT\nRCT (Randomized Controlled Trial)\nroutine clinical practice\nonline treatment\nonline CBT\nuncontrolled before-after study",
      "results": "Effectiveness of online CBT in routine clinical practice, effect sizes and recovery rates comparable to or somewhat better than previous controlled trials and face-to-face routine practice CBT.\nNone found, only a general statement about the need for large-sample studies\nfurther implementation of online CBT\nClinical significance of changes in primary psychopathology, at one-year follow-up.\nTreatment adherence was 71% (n = 1071). Study attrition was 21% at posttest, 33% at 6-week FU and 65% at 1-year FU.\neffective, viable, and acceptable treatment alternative\n226.1 (2.20), 11.9, 1.3 (60.2), 229.7 (3.10), 9.7, 1.2 (60.3)\nOnline treatment provides an appropriate intervention for patients, comparable to those seen in Dutch specialized mental healthcare.\nTreatment adherence was 71% (n = 1071). Study attrition was 21% at posttest, 33% at 6-week FU and 65% at 1-year\nOnline CBT was effective in improving patients' mental health, with a reliable improvement rate of 78% and a recovery rate of 59%, according to the available data."
    }
  },
  {
    "title": "Educational attainment and cognitive behavioral therapy treatment outcome in late-life depression: A secondary analysis of a randomized controlled trial",
    "parameters": {
      "dataset": "A randomized controlled trial\nCognitive Behavioral Therapy for Late-Life Depression (CBTlate)\nCASMIN\nMini-Mental-Status-Test\nLLD-CBT and SUI\nNone\nlate-life depression\nLLD-CBT and SUI groups\nCASMIN educational classification\nLLD-CBT treatment group\nCOURAGE (aging survey in Europe)\nLate-life depression\nCBTlate\nmulticenter randomized controlled trial\nNot specified\nLLD-CBT\nmulticentre",
      "model": "LLD-CBT and SUI\nCognitive behavioural therapy\nbinary logistic regression\nmultilevel mixed effects linear models\nCognitive-behavior therapy\nmultilevel mixed effects linear model\nexploratory stratified multilevel mixed effects linear models\nNot specified\nbinary logistic regression model\nmultilevel mixed-effects linear regression models",
      "evaluation_metrics": "t-tests\nNone\nx2(1) = p\nChi-squared tests and p-values\nGDS score\nLLD-CBT, SUI, EMMD, x2, p\nt-statistics, Cohen's d\nchi-squared tests\n95% Confidence Interval\nNot specified\ngroup x time: x2(2) = 6.45, p = .040",
      "problem_statement": "Educational attainment and cognitive behavioral therapy treatment outcome in late-life depression: A secondary analysis of a randomized controlled trial\nEducational attainment and cognitive behavioral therapy treatment outcome in late-life depression\nassociation of different levels of educational attainment with the impact of Cognitive Behavioral Therapy for Late-Life Depression (LLD-CBT)",
      "method": "secondary analysis of a randomized controlled trial\nRandomized controlled trial\nStata SE 16 software\nRCTs to confirm or challenge results\nSecondary analysis of a randomized controlled trial\nStatistical analysis\nrandomized controlled trial with stratified analysis by educational attainment level\nnon-completer analysis using Stata SE 16 software\nA secondary analysis of a randomized controlled trial\nintention-to-treat analysis\nchi-squared tests\nsecondary analysis",
      "results": "significant difference in treatment outcome in LLD-CBT and SUI in patients with medium and high educational levels, no significant difference for low educational levels\nLLD-CBT was found to be superior to SUI in treating late-life depression patients with low educational attainment\nGDS Score reduction ≥50% from baseline to EOT or FU\nLLD-CBT may indeed be effective in the low educational attainment group and even superior to SUI.\nPatients with different educational levels may respond differently to psychotherapeutic interventions.\nChange in GDS score from baseline to INT\nRemission and Response rates by educational attainment level at the end of treatment and at follow up.\nRemission and response rates were higher in the low educational attainment group for LLD-CBT compared to SUI condition\nBaseline characteristics\nno significant difference in treatment efficacy between LLD-CBT and SUI in the medium and high educational attainment group\nnone specified\nNone\nKey findings or outcomes of the research\na significantly greater reduction in the GDS score in LLD-CBT compared to the SUI group\nSignificant group differences in GDS score reduction between intervention conditions\nLLD-CBT seems to provide a benefit that goes beyond common factors of psychotherapy as used in SUI, with LLD-CBT providing additional benefits in low educational attainment group\nChange in the Geriatric Depression Scale (GDS) Score over time stratified by educational attainment and treatment group.\nParticipants with high educational attainment level in the LLD- CBT group had slightly higher depressive symptoms on average compared to the SUI group\nNot specified"
    }
  },
  {
    "title": "UNIPDES - An internet-based transdiagnostic intervention for college students’ psychological symptoms: Evaluation of its development, usability and effectiveness: Study protocol",
    "parameters": {
      "dataset": "advertising posters, academic institutions’ websites, and social media sites\nICare Prevent\nPsychol. Addict. Behav.\nG*Power program\nnone specified\nStudents from selected universities located in Türkiye\nUNIPDES\nuni­versity students\nsuicide-related outcomes among US undergraduates, 2007–2018: evidence from two national surveys\nfive different universities located in Türkiye\nUniWellbeing course\n['Patient Health Questionnaire – 9 (PHQ-9)', 'Generalized Anxiety Disorder – 7 (GAD-7)', 'The Brief Adjustment Scale – 6 (BASE-6)']",
      "model": "none specified\nCognitive Behavioral Therapy\nUNIPDES\ninternet-delivered cognitive behavioural therapy (CBT) programme\ntransdiagnostic CBT (UNIPDES)\ntransdiagnostic CBT",
      "evaluation_metrics": "Mixed ANCOVA\nSUS-10\nnone specified",
      "problem_statement": "to test the effectiveness of the internet-based intervention for university students, UNIPDES, which is based on a transdiagnostic CBT, in raising psychological adaptation levels and improving depressive and anxiety symptoms in university students\nThe university years represent a shift from youth to adulthood and are characterized by increased independence in handling life’s challenges and making decisions which leads to heightened emotions of responsibility and the need to make decisions about potential romantic partners and career possibilities\ntransdiagnostic internet-based intervention for college students' psychological symptoms\nUNIPDES - An internet-based transdiagnostic intervention for college students’ psychological symptoms:\ndropout in internet-based interventions\nUnderstanding how positive or negative attitudes influence individuals’ decisions to adhere to or discontinue internet-based interventions\nAn internet-based transdiagnostic intervention for college students’ psychological symptoms\nDeveloping an online intervention platform based on transdiagnostic CBT (UNIPDES) and evaluating its effectiveness are the primary objectives of the research.\nCollege students’ psychological symptoms, including anxiety, obsessive-compulsive disorder, substance and alcohol use, and suicide prevention.\nassociated with the mental health of college students\nthe effectiveness of both guided and unguided online intervention platform based on transdiagnostic CBT (UNIPDES) on the levels of psychological adaptability, anxiety, and depressive mood in university students\ntransdiagnostic intervention for college students’ psychological symptoms\nUNIPDES - An internet-based transdiagnostic intervention for college students’ psychological symptoms\nAn internet-based transdiagnostic intervention for college students' psychological symptoms\ncollege students’ psychological symptoms\ncollege students' psychological symptoms\nan internet-based transdiagnostic intervention for college students’ psychological symptoms\nnone specified\nalternative options that are permanent, appeal to students, can reach large audiences, and can eliminate the obstacles that university students face in seeking psychological help.\nsymptoms of depression and/or anxiety in college students\nAn internet-based transdiagnostic intervention for college students’ psychological symptoms: Evaluation of its development, usability and effectiveness: Study protocol\nan internet-based transdiagnostic intervention for college students' psychological symptoms\nUniversity students often face significant mental health challenges, including depression, anxiety, and difficulties in adjustment...\ntransdiagnostic intervention for college students' psychological symptoms\nthe psychological symptoms of college students\nTransdiagnostic intervention for college students' psychological symptoms\nUNIPDES - An internet-based transdiagnostic intervention for college students’ psychological symptoms: Evaluation of its development, usability and effectiveness: Study protocol\nUniversity students frequently struggle with psychological adaptation, anxiety, and depression\nthe need for alternative options that are permanent, appeal to students, can reach large audiences, and can eliminate the obstacles that university students face in seeking psychological help.\nUNIPDES - An internet-based transdiagnostic intervention for college students' psychological symptoms\ntransdiagnostic prevention of depression and anxiety\nassist college students in overcoming obstacles and assess the impact of a guided and unguided online intervention platform based on transdiagnostic CBT.\ndifficult to verify that the treatment alone will be the cause of the outcome because of some external factors (i.e., time, changes in life conditions) that may obscure the treatment’s effectiveness.",
      "method": "internet-based transdiagnostic approach\nUNIPDES - An internet-based transdiagnostic intervention for college students’ psychological symptoms:\ntransdiagnostic cognitive behavioral therapy\nTransdiagnostic intervention for college students’ psychological symptoms\nUNIPDES - An internet-based transdiagnostic intervention\nmixed methods study\nAn internet-based transdiagnostic intervention\nTA (Transdiagnostic CBT approach) with modular structure\ncontrolled trial\nUNIPDES - An internet-based transdiagnostic intervention for college students' psychological symptoms: Evaluation of its development, usability and effectiveness: Study protocol\ntransdiagnostic intervention for college students’ psychological symptoms\nMixed ANOVA\ntransdiagnostic intervention\nMixed ANOVA with Group as between-subjects factor and Time as within-subjects factor\nguided group\nrandomized controlled trial\ncontrolled study with guided and unguided treatment delivery and waiting list control group\nrandomised controlled trial and systematic review\nnone specified\nEvaluation of its development, usability and effectiveness: Study protocol\nRandomization through software (randomizer.org), ensuring equal distribution of men and women, with blinded group assignment\nTransdiagnostic CBT-based online intervention\nbetween-subjects and within-subjects design\nMixed ANCOVA, Multiple imputation, Multilevel Mixed-Model Regression Analysis\nrandomized controlled study design\nUNIPDES - An internet-based transdiagnostic intervention for college students’ psychological symptoms: Evaluation of its development, usability and effectiveness: Study protocol\ninternet-based transdiagnostic intervention\nthree-armed randomized controlled trial\ninternet-based transdiagnostic intervention for college students’ psychological symptoms: Evaluation of its development, usability and effectiveness: Study protocol",
      "results": "none found in the given text chunk\nEvaluation of its development, usability and effectiveness: Study protocol\neffective in treating underlying personality risk factors, depression, anxiety and depression\nnone specified"
    }
  },
  {
    "title": "Internet-based digital intervention to support the self-management of hypertension compared to usual care: results of the HALCYON randomized controlled trial",
    "parameters": {
      "dataset": "self-reported home blood pressure monitoring\nGerman Clinical Trials Register (DRKS00025871)\nHALCYON randomized controlled trial\nHALCYON\nRandomized Controlled Trial\nNone\nnot specified\nparallel randomized controlled trial design\nInternet-based digital intervention",
      "model": "None\nDTx Liebria\ninteractive simulated dialogue\nliebria\nANCOVA\nInternet-based digital intervention",
      "evaluation_metrics": "χ2-tests\nCohen’s d, p-values (e.g. .053, .076)\nITT analysis, Cohen’s d, p value\nnone specified\nNone\nCI, d\nnet promoter score (NPS)\nanalysis of covariance (ANCOVA), χ2-tests, standardized mean differences (Cohen’s d)\n.434, .633, .957, .298, .422, .117, .871, .633, .964, .843, .582, .789, .714, 1\nCohen’s d (95% CI), p, Treatment effect (95% CI)\nsystolic blood pressure, diastolic blood pressure, pulse pressure, quality of life, medication adherence, social and work-related functioning\nnet promoter score",
      "problem_statement": "support the self-management of hypertension compared to usual care\nNone\nlowering elevated blood pressure levels\nthe self-management of hypertension\nself-management of hypertension\nInternet-based digital intervention to support the self-management of hypertension compared to usual care\nhypertension self-management\nsupporting the self-management of hypertension\nInternet-based digital intervention to support the self-management of hypertension\nsupport the self-management of hypertension\nThe self-management of hypertension",
      "method": "pragmatic design\nintention-to-treat analyses\nInternet-based digital intervention compared to usual care\nmultiple imputation and complete-case analyses\nRandomized controlled trial\nrandomized design\nHALCYON randomized controlled trial\nnon-phar-macological strategies targeting weight loss, diet, physical activity, and reducing alcohol consumption\nInternet-based digital intervention to support the self-management of hypertension compared to usual care\nRandomized Controlled Trial (RCT)\nmultiple imputation under the assumption of ‘missing at random’ using mice package\nrandomized controlled trial\nrandomized controlled trial with intention-to-treat analysis\nNone\nusual care\nRandomized Controlled Trial\ninternet-based digital intervention compared to usual care\nrandomized controlled trial (RCT)\ndigital intervention\nInternet-based digital intervention\nRandomized Controlled Trial (HALCYON)",
      "results": "reducing systolic blood pressure (SBP) in adults with hypertension\ngreater decrease in SBP and greater responder rate in the IG compared to the CG\nA significant reduction in systolic blood pressure after three months, with the intervention group showing a lower SBP value\nInternet-based digital intervention compared to usual care\nparticipants who were offered liebria in addition to their usual care reported 3.5 mmHg lower SBP after three months\nSBP in mmHg measured via HBPM using a clinically validated, semi-automatic arm cuff device\ncomparable to usual care\nkey findings or outcomes of the research\nfindings for secondary outcomes. Non-significant effects on DBP, PP, and QoL do not necessarily indicate the absence of an intervention effect but may reflect insuf-ficient power to detect smaller but potentially meaning-ful changes.\npromising initial evidence for liebria’s effects on SBP and social and work-related functioning.\nclinically relevant effects on SBP were more frequent in the IG than in the CG (78.2% vs. 54.3%; p = .076), NNT of 5\nHALCYON randomized controlled trial\nsignificantly higher effects on social and work-related functioning\n-3.5 (−7.1; 0.13) for SBP (mmHg), −2.0 (−4.8; 0.8) for DBP (mmHg), −1.9 (−4.5; 0.7) for PP (mmHg), 3.5 (−1.1; 8.2) for WHOQOL-BREF Phys, 1.6 (−4.0; 7.1) for WHOQOL-BREF Psy, 1.8 (−4.4; 8.8) for WHOQOL-BREF Soc, 0.9 (−2.4; 4.2) for WHOQOL-BREF Env, −0.4 (−0.9; 0.2) for RAI, -0.36 (−0.06; 0.78) for Cohen’s d\nInternet-based digital intervention to support the self-management of hypertension compared to usual care\nNo effects could be observed for DBP, PP, QoL, and medication adherence; 15.6% of participants in IG had a higher SBP at T1 compared to T0.\nnone provided in the text chunk\nnarrowly missed statistical significance (p = 0.053)\nhigh adherence to prescribed medication vs non-adherence\nThe effect on social and work-related functioning might be particularly related to behavioral changes\neffect of liebria on systolic blood pressure and social and work-related functioning\nstatistical significance for SBP and PP was lacking\ncomparing to usual care\nmagnitude of the intervention effects on SBP is comparable to effects found in other randomized con-trolled trials\nobserved SBP reduction and functional improvements\n-3.5 mmHg (95% CI -7.1 to 0.13; p = .053; Cohen’s d = 0.36)\nresults of the HALCYON randomized controlled trial"
    }
  },
  {
    "title": "Predicting the treatment outcomes of major depressive disorder interventions with baseline resting-state functional connectivity: a meta-analysis",
    "parameters": {
      "dataset": "DMN and FPN\nNone\nNone specified\nbaseline connectome data\nBMC Psychiatry dataset\nThe organization of the human cerebral cortex estimated by intrinsic functional connectivity\n892 MDD patients and nine studies\nNA\nYe et al. (2022), Zhang et al. (2021)\n16 studies\nElbau et al. (2023) and Fu et al. (2021)\nBolded articles",
      "model": "DMN-FPN\nDMN\nNone\nNone specified\nfixed effect model\nrTMS\nfixed and random effect models with pooled Pearson r using the R package 'meta'\ngenerative embedding\nfixed and random effect models\nmachine learning analysis\nfixed effect models and random effect models\nfixed effect model and random effect model\nFPN-VAN",
      "evaluation_metrics": "DMN-FPN (r = -0.62); DMN (r = 0.49)\nPearson r\nnone specified\np = 0.963\nNone specified\nHRSD-24\npooled correlation of rsFC between the DMN and FPN\nMADRS\npooled predictive strength, heterogeneity (I2)\nPooled Pearson correlation coefficients\npooled Pearson correlation coefficient\nI2 statistics to measure statistical heterogeneity across studies, and publication bias\npooled correlation coefficient\npooled Pearson Correlation (95% CI), I2(%), τ2, Fixed Effect Model and Random Effect Model\npooled predictability (e.g. -0.060, p = 0.171)\nBDI and HRSD-17\nQIDS-SR",
      "problem_statement": "Predicting the treatment outcomes of major depressive disorder interventions with baseline resting-state functional connectivity: a meta-analysis\nPredicting treatment outcomes of major depressive disorder interventions\npredicting treatment outcomes of major depressive disorder interventions\nPredicting the treatment outcomes of major depressive disorder interventions\npredicting the treatment outcomes of major depressive disorder interventions\npredicting the treatment outcomes of major depressive disorder interventions with baseline resting-state functional connectivity: a meta-analysis",
      "method": "rsFC (resting-state functional connectivity) analysis\nbaseline resting-state functional connectivity: a meta-analysis\ncomparing pooled correlation coefficients between different types of rsFC connections and different types of MDD interventions\nEligibility screening and full-text analysis based on inclusion and exclusion criteria\nSearch & inclusion strategy\nmeta-analysis and quantitative analysis\nnetwork-based approach\nSeed-based FC and rsFC analysis with TMS or rTMS\nmeta-analysis using rsFC and linear regression\nbaseline resting-state functional connectivity\nMeta-analysis using ICA FC and seed-based FC\nSeed-based FC and Support vector model\nQuantitative analysis and synthesis of predictive coefficients\nmeta-analysis\nmeta-analysis of 208 randomized controlled trials\nmeta-analysis with pooled Pearson correlation\nrTMS (DLPFC) as an add-on therapy for depression\nSeed-based FC\nSeed-based FC & k-means cluster-ing\nseed-based approaches and dimension reduction methods\nSeed-based FC, rsFC\nmeta-analysis and seed-based FC\nPearson correlations or their equivalents between baseline rsFC and treatment outcome\nmulticenter neuroimaging studies\nbaseline resting-state functional connectivity analysis\nMeta-analysis using baseline resting-state functional connectivity\nmeta-analysis with resting-state functional connectivity\nMeta-analysis and seed-based FC & k-means clustering\nmeta-analysis with pooling and averaging of rsFC coefficients\nmeta-analysis based on rsFC\nMeta-analysis using a linear combination search string\nmeta-analysis with pooled correlation analysis\nrsFC of nodes in the DMN to predict treatment outcome\nSeed-based + weight-map FC\nmeta-analysis and restating-state functional connectivity\nmeta-analysis with baseline resting-state functional connectivity\nbaseline resting-state functional connectivity analysis and meta-analysis\nMeta-analysis",
      "results": "correlation, nodes involved, and their strength of prediction\nPooled Pearson correlation coefficient for different types of rsFC connections\nstronger treatment-specific effects in the rsFC between the DMN and FPN for non-invasive brain stimulations\nBaseline rsFC within DMN and between DMN and FPN demonstrated a small but differential predictive effect on the outcome of antidepressants and non-invasive brain stimulation, respectively.\nThe thalamo-prefrontal connectivity moderately predicted the treatment effectiveness\nthe rsFC within the DMN was small and insignificant in predicting the treatment outcome.\nKey findings include positive correlations between rsFC of right FPN with posterior DMN (BL precuneus) and symptom improvement, as well as reductions in FC within visual regions and DLPFC-visual regions predicting treatment outcomes.\nchanges in depression severity\nLiterature search\nBaseline reductions in FC between DLPFC and visual regions, as well as reductions in FC within the visual regions significantly predict symptom improvement after ECT.\nA small predictability of the baseline rsFC on the treatment outcome of MDD interventions.\n0.207 (95% CI: 0.091 – 0.324, p < 0.001) for fixed effect model and 0.039 (95% CI: −0.306 – 0.383, p = 0.826) for random effect model\nKey Findings: rsFC between subgenual ACC and stimulation site negatively correlated with antidepressant efficacy.\nOnly baseline rsFC between the left DLPFC and the striatum predicted treatment efficacy.\nTreatment respond-ers with higher than 85% accuracy.\nnullity and inconsistency in the predictive power of rsFC between brain networks on the treatment outcome\nPooled Pearson correlation yielded a predictive strength of -0.215 for non-invasive brain stimulations\nNone specified\nContrasting directions of prediction were found among different types of rsFC, with the rsFC between the DMN and FPN predicting the outcome negatively, and the rsFC within the DMN predicting the treatment outcome positively.\nkey findings or outcomes of the research, including contrasting directions of predictions from rsFC of FPN-DMN and DMN\nThe rsFC within the DMN had a small but significant effect in predicting the general treatment response for MDD interventions.\npooled correlation of rsFC within the DMN was significant in making both treatment-general prediction and anti-depressant-specific prediction\nReduced rsFC within the SCN and DMN remained dysfunctional after the treatment.\na small predictive effect that rsFC has on the treatment outcome of MDD interventions\nThe rsFC between the sub-genual ACC and right DLPFC negatively associated with treatment outcome. The rsFC between rostral ACC and left lateral parietal cortex positively correlated\nrsFC between subgenual ACC and stimulation site correlated with treatment outcome weakly but robustly, when the stimulated cortex was identified with the electric field modelling.\nKey findings: rsFC within DMN's core subsystem was significantly reduced at baseline, increased after escitalopram treatment, but remained reduced and abnormal after treatment between dorsal medial PFC and medial temporal subsystems\nnone specified in this text chunk\nThe rsFC connection between DMN and FPN was found to be predictive on the outcome after antidepressant treatment [64] and TMS [65]\nThe rsFC between left DLPFC and bilateral insula, and the structural connectivity between left DLPFC and left insular cortex significantly correlated with treatment outcome.\nTreatment-specific pooled correlation was greater and significant than that of the treatment-general correlation, indicating enhanced predictability of rsFC within DMN.\n77% classification accuracy for binarily defined treatment outcomes among patients with internalizing disorders, mostly depression.\nKey findings or outcomes of the research\nChanges in Depression Severity\nsmall predictive effect of baseline rsFC on treatment outcome, pooled correlation of the rsFC within the DMN was significant\nSignificantly higher rsFC between subgenual ACC, DLPFC and inferior parietal lobule in remitter group compared to non-remitter group.\nThe rsFC between the DMN and FPN had a pooled predictability of -0.060 (p = 0.171, fixed effect model)\nReduced connectiv-ity between SCN and VAN at baseline increased in responders after treatment, and became similar to that of the controls. Reduced rsFC within the SCN and DMN remained dysfunctional after the treatment.\npredictive strength of between-network connectivity with pooled correlation coefficients -0.060 (fixed effect) and -0.003 (random effect)\nThe DMN positively predicts the treatment outcome, and a negative correlation between the treatment outcome and baseline rsFC between the FPN and DMN is found.\nkey findings or outcomes of the research not explicitly mentioned in the text chunk\nThe FC of the core network involving regions related to emotion-regulation and MDD-related DLPFC increased the repeatability of functional targeting more than the FC of sub-genual ACC.\nPatients with weaker baseline rsFC between the FPN and DMN tended to have higher symptom improvement after MDD interventions\nrsFC within the DMN predicted the treatment outcome positively, while rsFC between the DMN and FPN predicted it negatively.\nBaseline rsFC between the nucleus accumbens and regions such as the supplementary motor area and anterior cingulate cortex could predict changes in anhedonia\nCorrelation coefficient could not be pooled for connections involving less than three studies, two studies found a large effect size between FPN and VAN, one study found medium predictability of rsFC between DMN and VAN\ndictability of rsFC suggested that rsFC between FPN and DMN and rsFC within DMN might not be a good biomarker for predicting treatment outcome."
    }
  },
  {
    "title": "Adaptations of an online cognitive-behavioral therapy intervention for binge type eating disorders in publicly-insured and uninsured adults: a pilot study",
    "parameters": {
      "dataset": "Atypical Anorexia, Binge/Purge, LGBQ+, < $12,880, Public; Atypical Anorexia, Binge/Purge, LGBQ+, $21,961-$26,500, Public; Atypical Anorexia, Binge/Purge, Heterosexual, $21,961-$26,500, Public; Atypical Anorexia, Binge/Purge, Heterosexual, $26,501-$31,040, Public; Atypical Anorexia, Binge/Purge, LGBQ+, $12,881-$17,420, Public; Atypical Anorexia, Binge/Purge, LGBQ+, Less than $12,880, Public; Atypical Anorexia, Binge/Purge, LGBQ+, $35,581-$40,120, Public\nonline screening\nBMC Public Health\nPublic\nSWED\nParticipants with (sub)clinical binge type EDs\npublicly-insured and uninsured adults",
      "model": "CALM-ED\nonline cognitive-behavioral therapy intervention\nCBT-based online program CALM-ED\ndigital CBT-based intervention",
      "evaluation_metrics": null,
      "problem_statement": "Adaptations of an online cognitive-behavioral therapy intervention for binge type eating disorders in publicly-insured and uninsured adults\nAddress critical barriers to ED treatment for a population that is most in need of tailored evidence-based care.\nAdaptations of an online cognitive-behavioral therapy intervention for binge type eating disorders\nbinge type eating disorders in publicly-insured and uninsured adults\nfirst-line treatment for binge type EDs in adults—for use among individuals with EDs who are publicly-insured or uninsured\nbinge type eating disorders\nbinge type eating disorders in adults\nAdaptations of an online cognitive-behavioral therapy intervention for binge type eating disorders in publicly-insured and uninsured adults: a pilot study\nadults with binge-type EDs fills a critical gap in advancing services for more diverse populations.\nonline cognitive-behavioral therapy intervention for binge type eating disorders\nbarriers to accessing evidence-based interventions (EBIs) for eating disorders (EDs)",
      "method": "online intervention design with individual interviews\ncognitive-behavioral therapy intervention\nQualitative thematic analysis\nUsability testing, Content development, Usability testing feedback, Specificity\nonline cognitive-behavioral therapy intervention\nOnline cognitive-behavioral therapy intervention\npilot study\nBMC Public Health\nuser-centered design approach\na pilot study\nAdaptations of an online cognitive-behavioral therapy intervention\nqualitative analysis with coding and theme development\nNone mentioned (only themes and quotes from participants are discussed)\nReal-world use\nuser-centered design approach and inductive thematic analysis\ncognitive-behavioral therapy\nuser-centered approach involving guided self-help\nuser-centered approach\nonline program designed to facilitate ED recovery",
      "results": "Key findings or outcomes of the research\nInterview 1 feedback converged on three themes: Recovery Journey, Treatment Experiences, and Engagement with and Expectations for Online Programs. Participants endorsed facing barriers to healthcare, such as poor insurance coverage and a lack of trained providers, and interest in a coach to increase treatment accountability.\nInterview 1 feedback converged on three themes: Recovery Journey, Treatment Experiences, and null"
    }
  }
]